Repository: lliurex/llxamp
Catalog: cmdline/locale/*/LC_MESSAGES/llxamp-cmdline.po
Languages: ca_es, es_es

source: Usage
ca_es: Ús
es_es: Uso

source: file_pack
ca_es: paquet d'instal·lació
es_es: paquete instalación

source: target
ca_es: destí
es_es: destino

source: force overwrite target
ca_es: forçar sobreescriure el destí
es_es: forzar sobreescribir el destino

source: this help
ca_es: esta ajuda
es_es: esta ayuda

source: defaults
ca_es: per defecte
es_es: por defecto

source: Error executing
ca_es: Error executant
es_es: Error ejecutando

source: aborting operation
ca_es: avortant operació
es_es: abortando operación

source: Patching text files
ca_es: Posant pegats fitxers de text
es_es: Parcheando ficheros de texto

source: invalid target
ca_es: destí invàlid
es_es: destino inválido

source: Patching binary files
ca_es: Posant pegats fitxers binaris
es_es: Parcheando ficheros binarios

source: Including PHP sample pages
ca_es: Incloent pàgines d'exemple PHP
es_es: Incluyendo páginas de ejemplo PHP

source: Configuring MariaDB
ca_es: Configurant MariaDB
es_es: Configurando MariaDB

source: Installing initial database
ca_es: Instal·lant la base de dades inicial
es_es: Instalando la base de datos inicial

source: Starting database
ca_es: Arrancant la base de dades
es_es: Arrancando la base de datos

source: Creating test table
ca_es: Creant taula de proves
es_es: Creando tabla de pruebas

source: Securing Mysql installation
ca_es: Securitzant la instal·lació de Mysql
es_es: Securizando la instalación de Mysql

source: Stopping database
ca_es: Parant base de dades
es_es: Parando base de datos

source: Writting start/stop scripts into
ca_es: Escrivint els scripts d'arrancada/parada en
es_es: Escribiendo los scripts de arranque/parada en

source: Invalid parameter
ca_es: Paràmetre invàlid
es_es: Parámetro inválido

source: invalid install-pack
ca_es: paquet d'instal·lació invàlid
es_es: paquete de instalación inválido

source: found!
ca_es: trobat!
es_es: encontrado!

source: not found!
ca_es: no trobat!
es_es: no encontrado!

source: Mounting archive into
ca_es: Muntant arxiu a
es_es: Montando archivo en

source: with copy-on-write
ca_es: amb còpia-en-escriptura
es_es: con copia-en-escritura

source: Remount needed on
ca_es: Remuntatge necessari en
es_es: Remontaje necesario en

source: Killing procs using
ca_es: Matant processos usant
es_es: Matando procesos usando

source: Detected pids
ca_es: Pids detectats
es_es: Pids detectados

source: Mounting
ca_es: Muntant
es_es: Montando

source: Removing previous cow
ca_es: Esborrant cow anterior
es_es: Borrando cow anterior

source: Can't mount overlay
ca_es: No puc muntar l'overlay
es_es: No puedo montar el overlay

source: Reading tag
ca_es: Llegint etiqueta
es_es: Leyendo etiqueta

source: Empty tag
ca_es: Etiqueta buida
es_es: Etiqueta vacia

source: Configuring user path
ca_es: Configurant rutes d'usuari
es_es: Configurando rutas de usuario

source: Finished!
ca_es: Finalitzat!
es_es: Finalizado!

source: Start services with:
ca_es: Arrancar servicis amb:
es_es: Arrancar servicios con:

source: View initial page served with:
ca_es: Veure la pàgina inicial servida amb:
es_es: Ver la página inicial servida con:

source: View with SSL phpMyAdmin initial page with:
ca_es: Veure la pàgina inicial servida mitjançant SSL amb:
es_es: Ver la página inicial servida mediante SSL con:

source: Stop services with:
ca_es: Parar servicis amb:
es_es: Parar servicios con:

source: View more scripts pressing bash autocompletion keys:
ca_es: Veure mes scripts polsant les tecles d'autocompletat de Bash:
es_es: Ver mas scripts pulsando las teclas de autocompletado de Bash:

source: exists
ca_es: existix
es_es: existe

source: must be non-existent directory
ca_es: ha de ser un directori no existent
es_es: debe ser un directorio no existente

source: Invalid pack file
ca_es: Fitxer de paquet invàlid
es_es: Fichero de paquete invalido

source: select apache status
ca_es: seleccionar l'estat de Apache
es_es: seleccionar el estado de Apache

source: select mysql status
ca_es: seleccionar l'estat de MySQL
es_es: seleccionar el estado de MySQL

source: show using procs
ca_es: mostrar els processos utilitzats
es_es: mostrar los procesos utilizados

source: show using ports
ca_es: mostrar els ports en ús
es_es: mostrar los puertos en uso

source: Exiting
ca_es: Eixint
es_es: Saliendo

source: Options
ca_es: Opcions
es_es: Opciones

source: Show info
ca_es: Mostrar informació
es_es: Mostrar información

source: This help
ca_es: Esta ajuda
es_es: Esta ayuda

source: Parameters
ca_es: Paràmetres
es_es: Parámetros

source: any string
ca_es: qualsevol cadena
es_es: cualquier cadena

source: is not in
ca_es: no està en
es_es: no está en

source: not found
ca_es: no trobat
es_es: no encontrado

source: End content from
ca_es: Final del contingut de
es_es: Final del contenido de

source: usage
ca_es: ús
es_es: uso

source: Select Apache mode
ca_es: Seleccionar mode Apatxe
es_es: Seleccionar modo Apache

source: Select PHP mode
ca_es: Seleccionar mode PHP
es_es: Seleccionar modo PHP

source: Select MySQL mode
ca_es: Seleccionar mode MySQL
es_es: Seleccionar modo MySQL

source: Show configfiles content
ca_es: Mostrar contingut de fitxers de configuració
es_es: Mostrar contenido de ficheros de configuración

source: Show include tree hierarchy
ca_es: Mostrar arbre d'herència d'includes
es_es: Mostrar arbol de herencia de includes

source: Show logfiles used
ca_es: Mostrar fitxers de log inclosos
es_es: Mostrar ficheros de log incluidos

source: Remove comments from output
ca_es: Eliminar comentaris de l'eixida
es_es: Eliminar comentarios de la salida

source: Include
ca_es: Incloure
es_es: Incluir

source: comments
ca_es: comentaris
es_es: comentarios
