Repository: lliurex/llxamp
Catalog: gui/locale/*/LC_MESSAGES/llxamp-gui.po
Languages: ca_es

source: Can't import
ca_es: No es pot importar

source: Ending QApplication
ca_es: Acabant aplicació

source: Setting global variable from preferences file:
ca_es: Ajustant variable global des de fitxer de preferències:

source: Empty filename
ca_es: Nom de fitxer buit

source: Restore initial file
ca_es: Restaurar fitxer d'inici

source: Undo
ca_es: Desfer

source: Redo
ca_es: Refer

source: Save
ca_es: Guardar

source: Open with system editor
ca_es: Obrir amb editor extern

source: Save file
ca_es: Desar fitxer

source: Do you want to save?
ca_es: Desitja guardar?

source: Restore file
ca_es: Restaurar fitxer

source: Do you want restore original file?
ca_es: Desitja restaurar el fitxer original?

source: File
ca_es: Arxiu

source: saved
ca_es: guardado

source: Log viewer
ca_es: Visor de logs

source: Clear
ca_es: Netejar

source: Hide
ca_es: Amagar

source: Logviewer configured with:
ca_es: Visor de log configurat amb:

source: lines
ca_es: línies

source: Show
ca_es: Mostrar

source: Following logfile
ca_es: Seguint el fitxer de log

source: Config files
ca_es: Fitxers configuració

source: Log files
ca_es: Fitxers log

source: Already running
ca_es: Ja funcionant

source: Error executing script
ca_es: Error executant script

source: Not running
ca_es: Parat

source: Default font selected:
ca_es: Font per defecte seleccionada:

source: Install
ca_es: Instal·lar

source: Reinstall
ca_es: Reinstal·lar

source: Browser
ca_es: Navegador

source: Secure browser
ca_es: Navegador segur

source: Used ports
ca_es: Ports en ús

source: Available ports
ca_es: Ports disponibles

source: Make backup
ca_es: Còpia de seguretat

source: Show config
ca_es: Mostrar configuració

source: Close tab
ca_es: Tancar pestanya

source: Do you want close the tab?
ca_es: Desitja tancar la pestanya?

source: Close tab:
ca_es: Tancar pestanya:

source: Preferences
ca_es: Preferències

source: Exit
ca_es: Eixir

source: Help
ca_es: Ajuda

source: About
ca_es: Sobre

source: Tab created
ca_es: Pestanya creada

source: Unknown type action triggered
ca_es: Activada una acció desconeguda

source: Archive files
ca_es: Fitxers comprimits

source: File to save
ca_es: Arxiu per a desat

source: Output from command
ca_es: Eixida del comando

source: Error Output
ca_es: Eixida d'error

source: Editing
ca_es: Editant

source: Do you want
ca_es: Desitja

source: All content from:
ca_es: Tot el contingut de:

source: Will be removed!
ca_es: Serà esborrat!

source: All configuration from
ca_es: Configuració completa de

source: Close
ca_es: Tancar

source: Change font
ca_es: Canviar font

source: Maximum log history:
ca_es: Historial màxim de log:

source: Select font
ca_es: Seleccionar font

source: Installing
ca_es: Instal·lant

source: Reinstalling
ca_es: Reinstal·lant

source: Please wait
ca_es: Espera per favor

source: Output:
ca_es: Eixida:
